Repository: JK-Tran/edtech
Catalog: lib/resources/l10n/intl_*.arb
Languages: vi

# empty_title
source: Something is missing
vi: Ở đây hơi trống vắng

# english_for_adult
source: English for Adults
vi: Tiếng Anh cho người lớn

# english_for_chid_student
source: English for child, student
vi: Tiếng anh cho trẻ em, học sinh

# english_for_kid
source: English for Kids
vi: Tiếng Anh cho bé

# enter_otp_sent_via
source: The OTP sent via your <0> phone number <1>
vi: Mã OTP 6 chữ số đã gửi về <0> số điện thoại <1>

# enter_sent_otp
source: Enter the OTP
vi: Nhập mã xác minh

# enter_value
source: Enter {content}
vi: Nhập {content}

source: Enter your new password
vi: Nhập mật khẩu mới

source: Enter your registered phone number
vi: Nhập số điện thoại đã đăng ký

source: Evaluate session
vi: Đánh giá buổi học

source: Evening
vi: Tối

# explore_page
source: Explore
vi: Khám phá

source: Extend
vi: Gia hạn thêm

source: Extend course
vi: Gia hạn khóa học

source: Extend duration learn
vi: Gia hạn giờ học

source: February
vi: Tháng 2

# feedback__session_feedback__button_text
source: Feed back
vi: Nhận xét

# feedback__session_feedback__header_text_confirm
source: Confirm feedback
vi: Xác nhận đánh giá

# feedback__session_feedback__header_text_session_feedback
source: Session feedback
vi: Nhận xét buổi học

# feedback__session_feedback__label_attitude_text
source: Attitude
vi: Thái độ

# feedback__session_feedback__label_content_text
source: Content
vi: Nội dung

# feedback__session_feedback__label_happy_text
source: Satisfaction level
vi: Mức độ hài lòng

# feedback__session_feedback__label_method_text
source: Teaching method
vi: Phương pháp giảng dạy

# feedback__session_feedback__rate_1
source: Bad
vi: Tệ

# feedback__session_feedback__rate_2
source: Not satisfied
vi: Chưa hài lòng

# feedback__session_feedback__rate_3
source: Normal
vi: Bình thường

# feedback__session_feedback__rate_4
source: Satisfied
vi: Hài lòng

# feedback__session_feedback__rate_5
source: Excellent
vi: Tuyệt vời

# feedback__session_feedback__text_feedback_hint
source: Please share your feelings about this session and teacher.
vi: Hãy chia sẽ cảm nhận về buổi học và giáo viên này bạn nhé

# feedback__session_feedback__text_feedback_hint_1
source: Please feedback more than 20 characters and less than 256 characters
vi: Đánh giá hơn 20 ký tự và dưới 256 ký tự

source: few seconds ago
vi: Vài giây trước

source: Field of work
vi: Lĩnh vực làm việc

# find_favorite_teacher
source: Find your favorite teacher
vi: Tìm giáo viên yêu thích

source: Find new teacher here
vi: Tìm giáo viên mới tại đây

# five_recent_results
source: 5 recent results
vi: 5 kết quả gần nhất

# fixed_flexible
source: Fixed and flexible
vi: Cố định và linh hoạt

source: Flexible
vi: Linh động

# flexibleV2
source: Flexible
vi: Linh hoạt

# for_someone
source: For
vi: Dành cho

source: For Vietnamese teachers
vi: Đối với giáo viên Việt Nam

source: Foreign
vi: Nước ngoài

# foreign_teacher
source: Foreign Teachers
vi: Giáo viên Quốc Tế

source: Forgot password?
vi: Quên mật khẩu?

source: Free
vi: Miễn phí

source: Fri
vi: Thứ 6

source: Friday
vi: Thứ sáu

# friday_s
source: FR
vi: T6

source: Friend referral
vi: Giới thiệu bạn bè

source: Full
vi: Đầy đủ

source: Full name
vi: Họ và tên

source: Gender
vi: Giới tính

source: Get now
vi: Nhận ngay

source: Goal
vi: Mục tiêu

source: Grammar
vi: Ngữ pháp

source: Group of English teachers
vi: Nhóm giáo viên

source: Happening
vi: Đang diễn ra

source: Hello
vi: Xin chào

# hello_someone
source: Hello {name}
vi: Xin chào {name}

source: Help center
vi: Trung tâm trợ giúp

source: History
vi: Lịch sử

source: Home
vi: Trang chủ

source: Homework
vi: Bài tập về nhà

source: Homework
vi: Bài tập về nhà

source: Homework content
vi: Nội dung bài tập

source: Homework Summary
vi: Tổng hợp bài tập về nhà

# hotline_bottom_sheet_work_time
source: 8:00 - 17:00 from Monday to Friday (Vietnam timezone) Contact Zalo: every day of the week
vi: 8:00 - 17:00 từ thứ 2 đến thứ 6 Ngoài giờ làm hành chính xin vui lòng liên hệ hotline qua Zalo

source: hour
vi: giờ

source: hours
vi: giờ

# hours_relative
source: {hours} hours ago
vi: {hours} giờ trước

source: I got it
vi: Tôi hiểu rồi

source: Implementing feature
vi: Tính năng đang được xây dựng

# implementing_feature_detail
source: We are working on this feature. Coming soon
vi: Chúng tôi đang xây dựng tính năng này

source: Infomation
vi: Thông tin

# information_support
source: Infomation & Support
vi: Thông tin & Hỗ trợ

source: Internet connection lost
vi: Mất kết nối internet

source: January
vi: Tháng 1

source: Japanese
vi: Tiếng Nhật

source: Join
vi: Tham gia

source: July
vi: Tháng 7

source: June
vi: Tháng 6

source: Language
vi: Ngôn ngữ

# lastest_reviews
source: Latest reviews
vi: Đánh giá mới nhất

source: Late night
vi: Khuya

source: Later
vi: Để sau

source: Learn
vi: Học

source: Learn english online 1 on 1
vi: Học tiếng Anh 1 kèm 1

# learning__feature_label__absence_history
source: Absence history
vi: Lịch Sử Báo Nghỉ

# learning__feature_label__certificates
source: Certificates
vi: Chứng Chỉ

# learning__feature_label__confirm
source: Confirm
vi: Xác Nhận

# learning__feature_label__penalty_history
source: Penalty History
vi: Lịch Sử Phạt

# learning__feature_label__results
source: Results
vi: Kết Quả

# learning__feature_label__videos
source: Unit videos
vi: Video Buổi Học

# learning__header_text__learning
source: Learning
vi: Học Tập

# learning__label_text__maybe_you_interest
source: You might be interested
vi: Có thể bạn quan tâm

source: Learning topic
vi: Chủ đề học

source: Learnt
vi: Đã học

source: Lession
vi: Bài học

source: Lesson
vi: Nội dung chủ đề

# let_go
source: Let's go
vi: Bắt đầu

source: Light Theme
vi: Giao diện sáng

source: List videos
vi: Danh sách videos

source: Logout
vi: Đăng xuất

# log_out_confirmation
source: Do you want to logout from this device?
vi: Bạn có muốn đăng xuất khỏi thiết bị này?

source: Login
vi: Đăng nhập

# login__error_message
source: Login error
vi: Lỗi đăng nhập

source: Login failed
vi: Đăng nhập thất bại

source: Login to continue
vi: Đăng nhập để tiếp tục

source: Main Course
vi: Khoá chính

# makeup_submitted_notification
source: Teacher <0> has requested a leave of absence for class <1> and would like to reschedule. Click here to select a class schedule.
vi: Giáo viên <0> đã xin nghỉ buổi học <1> và có mong muốn đổi lịch. Bấm vào đây để chọn lịch học.

source: March
vi: Tháng 3

source: May
vi: Tháng 5

# menu__button_label__account_info
source: Account infomation
vi: Thông tin tài khoản

# menu__button_label__certificates
source: Certificates
vi: Giấy chứng nhận

# menu__button_label__change_password
source: Change password
vi: Đổi mật khẩu

# menu__button_label__contracts
source: Contracts
vi: Hợp đồng

# menu__button_label__course_policy
source: Course policy
vi: Chính sách khóa học

# menu__button_label__personal_information
source: Personal information
vi: Thông tin cá nhân

# menu__button_label__session_policy
source: Session policy
vi: Quy định lớp học

# menu__button_text__logout
source: Log out
vi: Đăng xuất

# menu__header_text__your_profile
source: Your profile
vi: Hồ sơ của bạn

# menu__label_text__account
source: Account
vi: Tài khoản

# menu__label_text__information_support
source: Information & Support
vi: Thông tin và hỗ trợ

source: Message
vi: Tin nhắn

source: Message customer care
vi: Nhắn tin CSKH

source: minute
vi: phút

source: minutes
vi: phút

# minutes_relative
source: {minutes} minutes ago
vi: {minutes} phút trước

source: Mon
vi: Thứ 2

source: Monday
vi: Thứ hai

# monday_s
source: MO
vi: T2

source: month
vi: tháng

source: months
vi: tháng

source: More
vi: Thêm

source: Morning
vi: Sáng

source: Name
vi: Tên

source: Nationality
vi: Quốc tịch

source: New password
vi: Mật khẩu mới

# new_s
source: New
vi: Mới

source: Next
vi: Tiếp tục

source: Next session
vi: Buổi tiếp theo

# next_sessionV2
source: Next session
vi: Buổi học tiếp theo

# next_session_in
source: The next session in
vi: Buổi học sẽ bắt đầu sau

source: Night
vi: Tối

source: No
vi: Không

# no_available_teacher
source: There is no available teacher
vi: Không tìm thấy giáo viên

# no_available_teacher_prompt
source: There is no available teacher at your selected time. Please choose another one
vi: Không có giáo viên rãnh vào thời gian bạn đã chọn. Xin hãy chọn giờ khác

source: No confirm
vi: Không xác nhận

# no_course
source: No courses available
vi: Không có khóa học

source: No goal yet
vi: Chưa có mục tiêu

source: No information
vi: Chưa có thông tin

# no_notification
source: No notifications
vi: Không có thông báo

# no_review_from_teacher
source: There is no review
vi: Hiện chưa có đánh giá định kì

# no_session
source: No sessions available
vi: Không có buổi học

source: Not confirmed unit
vi: Buổi học không được xác nhận

source: Not happened
vi: Không diễn ra

source: Note for student
vi: Ghi chú cho học viên

source: Notes
vi: Ghi chú

source: Notification
vi: Thông báo

# notification__bonus_unit_title
source: Congratulations, your course {courseId} has been added 1 hour.
vi: Chúc mừng khoá học {courseId} của bạn đã được cộng thêm 1 giờ

# notification__error_notification_empty
source: There are no notifications yet
vi: Hiện tại không có thông báo nào

# notification__filter_text__all
source: All
vi: Tất cả

# notification__filter_text__unread
source: Unread
vi: Chưa đọc

# notification__header_text__notifications
source: Notifications
vi: Thông báo

# notification__remind_class__15
source: Get ready, your class starts in 15 minutes
vi: Hãy chuẩn bị sẵn sàng, buổi học của bạn sẽ diễn ra sau 15 phút nữa

# notification__remind_class__4
source: Get ready, your next session will start at {startAt}
vi: Buổi học sắp tới của bạn sẽ đươc diễn ra vào lúc {startAt}

# notification__session_start_at
source: Takes place at
vi: Diễn ra

source: October
vi: Tháng 10

source: OK
vi: Đồng ý

source: Old password
vi: Mật khẩu cũ

source: Open
vi: Hoạt động

source: Opening
vi: Đang mở

source: Optional
vi: Tuỳ chọn

source: or
vi: hoặc

source: Origin duration
vi: Thời lượng gốc

source: Other error
vi: Lỗi khác

source: Other reason
vi: Lý do khác

source: OTP not send?
vi: Bạn chưa nhận được mã OTP?

# otp_page_button_resend
source: Resend
vi: Gửi lại

# otp_page_button_send_to_sms
source: Send via SMS
vi: Gửi đến SMS

source: Overview
vi: Tổng quan

source: Page
vi: Số trang

source: Passed bonus duration
vi: Số giờ được tặng đã học

source: Passed duration
vi: Thời lượng đã học

source: Password
vi: Mật khẩu

source: passwords are not match
vi: Mật khẩu không trùng

# penalty__dialog_details_title
source: Penalty detail
vi: Chi tiết phạt

# penalty__dialog_remove_success
source: Penalty successfully removed
vi: Gỡ phạt thành công

# penalty__error_text__empty
source: No penalty history
vi: Không có lịch sử phạt nào

# penalty__header_text__penalty_history
source: Penalty History
vi: Lịch Sử Phạt

# penalty__penalty_detail__note
source: The penalty for teacher {teacherName} has been automatically added to the duration of course {courseId}. You can lift the penalty for the teacher by pressing the 'Remove Penalty' button, and Antoree will retract the previously added duration.
vi: - Tiền phạt của Giáo Viên {teacherName} đã được tự động cộng vào thời lượng của khóa học {courseId}. - Bạn có thể gỡ phạt cho Giáo Viên bằng cách nhấn nút "Gỡ phạt" và Antoree sẽ thu hồi thời lượng đã được cộng trước đó.

# penalty__penalty_detail__remove_penalty
source: Remove penalty
vi: Gỡ phạt

# penalty__penalty_detail__remove_penalty_confirm_message
source: You will lose the course duration that was previously added! Are you sure you want to lift the penalty for this teacher?
vi: Bạn sẽ bị thu hồi số thời lượng khóa học đã được cộng vào trước đó! Bạn có chắc muốn gỡ phạt cho Giáo Viên này không?

source: Pending
vi: Trì hoãn

# person_absence_at
source: {person} leave of absence at {absentAt}
vi: {person} báo nghỉ lúc {absentAt}

source: Personal infomation
vi: Thông tin cá nhân

source: Personal preference
vi: Nhu cầu cá nhân

source: Personal's goal
vi: Mục tiêu cá nhân

source: Phone number
vi: Số điện thoại

source: pick
vi: chọn

source: Picked
vi: Đã chọn

# please_enter
source: Please enter {content}
vi: Vui lòng nhập {content}

# please_enter_signed_phone_number
source: Please enter your registered phone number
vi: Vui lòng nhập số điện thoại đã đăng ký

source: Profile
vi: Hồ sơ

# profile__header_text__my_profile
source: My profile
vi: Hồ sơ của tôi

source: Quick join
vi: Tham gia ngay

source: Reason
vi: Lý do

source: Receive
vi: Nhận

source: Referral
vi: Mã giới thiệu

source: Refuse confirm
vi: Từ chối xác nhận

source: Regions
vi: Vùng miền

source: Register
vi: Đăng ký

source: Register duration
vi: thời lượng đăng ký

source: Register new course
vi: Đăng ký khoá mới

source: Reject
vi: Từ chối

source: Rejected
vi: Đã

# relative_days_next
source: next {days} days
vi: {days} ngày tiếp theo

# relative_hours_next
source: next {hours} hours
vi: {hours} giờ tiếp theo

# relative_minutes_next
source: next {minutes} minutes
vi: {minutes} phút tiếp theo

source: Remain hours
vi: Số giờ còn lại

source: Remain hours after confirm
vi: Số giờ còn lại sau khi xác nhận

source: Remaining duration
vi: Thời lượng còn lại

# reminder_open_course_absence_at
source: Your course will be reopened after <0>
vi: Khóa học của bạn sẽ được mở lại lúc <0>

# remove_seleted
source: Remove selected
vi: Bỏ đã chọn

source: Request
vi: Yêu cầu

source: Request cancelled prematurely
vi: Yêu cầu bị hủy sớm

# request_failed
source: Request failed, please try again in a few minutes
vi: Yêu cầu bị thất bại, vui lòng thử lại sau ít phút

source: Request for extension
vi: Yêu cầu gia hạn

source: Required
vi: Không bỏ trống

# resend_otp_after
source: Resend OTP code after
vi: Gửi lại mã sau

source: Reset account password
vi: Đặt lại mật khẩu

source: Result
vi: Kết quả

# results__error__emtpy_evaluate_result
source: You have no periodic reviews yet.
vi: Bạn chưa có đánh giá định kỳ nào

# results__error__emtpy_test_result
source: You have no test results yet.
vi: Bạn chưa có kết quả kiểm tra nào

# results__header_text__results
source: Results
vi: Kết quả

# results__tab_name__evaluate
source: Periodic evaluation
vi: Đánh giá định kỳ

# results__tab_name__test
source: Periodic Test
vi: Test định kỳ

# results__text_info__evaluate_at
source: Review at
vi: Đánh giá vào

# results__text_info__test_at
source: Test at
vi: Kiểm tra vào

# results__text_info__test_level
source: Level
vi: Cấp độ

source: Retry
vi: Thử lại

source: Review
vi: Nhận xét

source: Roadmap
vi: Lộ trình

source: Sat
vi: Thứ 7

source: Saturday
vi: Thứ bảy

# saturday_s
source: SA
vi: T7

source: Save
vi: Lưu

source: Schedule
vi: Lịch học

# schedule__error__no_happened_session
source: You currently have no completed sessions.
vi: Hiện tại bạn không có buổi học nào đã hoàn thành

# schedule__error__no_up_comming_session
source: You currently have no upcoming sessions
vi: Hiện tại bạn không có lịch học sắp diễn ra

# schedule__header_text__happened
source: Happended
vi: Hoàn thành

# schedule__header_text__schedule
source: Schedule
vi: Lịch học

# schedule__header_text__up_comming
source: Upcoming
vi: Sắp diễn ra

# schedule__schedule_item_button_text__absence
source: Absence
vi: Báo nghỉ

source: Scheduled session
vi: Buổi học dự kiến

source: Score
vi: Điểm

source: Search
vi: Tìm kiếm

source: See more
vi: Xem thêm

source: Select all
vi: Chọn tất cả

source: Selected
vi: Đã chọn

source: Send
vi: Gửi

source: Send feedback
vi: Gửi phản hồi

# send_it
source: Send
vi: Gửi đi

# send_notify
source: Send
vi: Gửi thông báo

# sent_a_request_to_confirm_the_session_at
source: <0> sent a request to confirm the session at <1>
vi: <0> đã gửi yêu cầu xác nhận buổi học lúc <1>

source: September
vi: Tháng 9

source: Serrver error
vi: Lỗi máy chủ

source: Service feedback
vi: Phản hồi dịch vụ

source: Session
vi: Buổi học

# session_absence
source: Session
vi: Báo nghỉ buổi học

source: Session absence notice
vi: Báo nghỉ buổi học

source: Session content
vi: Nội dung buổi học

source: Session not found
vi: Không tìm thấy buổi học

source: Session rating
vi: Mức độ hài lòng của bạn

# session_short
source: session
vi: Buổi

# session_video
source: Video session
vi: Video buổi học

# setting_page_label_language
source: Language
vi: Ngôn ngữ

# setting_page_title_app_bar
source: Settings
vi: Cài đặt

# settting_page_label_dark_mode
source: Dark mode
vi: Chế độ tối

source: Show
vi: Hiển thị

source: Sign In
vi: Đăng nhập

source: Sign Out
vi: Đăng xuất

source: Sign Up
vi: Đăng ký

source: Sort by
vi: Sắp xếp bằng

source: Spread Antoree
vi: Lan tỏa Antoree

source: Study
vi: Học tập

source: Submit homework
vi: Nộp bài tập về nhà

# submit_home_work_short
source: Submit homework
vi: Nộp bài tập

# submitted_a_leave_absence_at
source: <0> has submitted a leave absence at <1>
vi: <0> đã nộp đơn xin nghỉ phép buổi học diễn ra lúc <1>

source: Sun
vi: CN

source: Sunday
vi: Chủ Nhật

# sunday_s
source: SU
vi: CN

source: Support
vi: Hỗ trợ

source: Take place on
vi: Diễn ra vào lúc

source: Teacher
vi: Giáo viên

source: Teacher attitude
vi: Thái độ giáo viên

# teacher_name
source: Teacher's name
vi: Tên giáo viên

source: Teaching method
vi: Phương pháp giảng dạy

source: Terms of service
vi: Điều khoản dịch vụ

source: Test
vi: Kiểm tra

source: Test result
vi: Kết quả kiểm tra

source: Thu
vi: Thứ 5

source: Thursday
vi: Thứ năm

# thursday_s
source: TH
vi: T5

source: Times
vi: Thời gian

# to_continue
source: Continue
vi: Tiếp tục

source: To pay
vi: Thanh toán

source: Today
vi: Hôm nay

source: Today course
vi: Khóa học hôm nay

source: Today session
vi: Buổi học hôm nay

# today_sessions
source: Today sesssions
vi: Buổi học hôm nay

source: Tomorrow
vi: Ngày mai

source: Top favorite teachers
vi: Giáo viên được yêu thích

source: Topic
vi: Chủ đề

source: Total duration
vi: Tổng thời lượng

source: Total score
vi: Tổng điểm

source: Transfer
vi: Chuyển đổi

source: Trial
vi: Học thử

# try_again
source: Try again later
vi: Hãy thử lại sau

source: Tue
vi: Thứ 3

source: Tuesday
vi: Thứ ba

# tuesday_s
source: TU
vi: T3

# tuition_levels
source: The tuition levels
vi: Mức học phí

source: Unconfirmed unit
vi: Buổi học chưa xác nhận

source: Unit
vi: Chủ đề

# unit__unit_detail_status_absence
source: The session has been cancelled.
vi: Buổi học đã được báo nghỉ

source: Unit detail
vi: Chi tiết buổi học

source: Unit topic
vi: Chủ đề buổi học

# units__filter_button_text_happened
source: Completed
vi: Hoàn thành

# units__filter_button_text_new
source: New
vi: Buổi chưa học

# units__filter_button_text_not_happened
source: Canceled
vi: Không diễn ra

# units__filter_button_text_waiting
source: Waiting
vi: Chờ xác nhận

# units__filter_text_happened
source: Completed
vi: Hoàn thành

# units__filter_text_new
source: New
vi: Buổi chưa học

# units__filter_text_not_happened
source: Canceled
vi: Không diễn ra

# units__filter_text_waiting
source: Waiting
vi: Chờ xác nhận

source: Unknown
vi: Không xác định

source: Unknown error
vi: Lỗi không xác định

source: Update
vi: Cập nhật

source: Updated
vi: Đã cập nhật

source: Updating
vi: Đang cập nhật

source: Verify OTP code
vi: Xác nhận mã OTP

source: View All Teacher
vi: Xem tất cả giáo viên

source: View history
vi: Xem lịch sử

source: Vocabulary
vi: Từ vựng

source: Voice
vi: Chất giọng

source: Waiting confirm
vi: Chờ xác nhận

source: Wed
vi: Thứ 4

source: Wednesday
vi: Thứ tư

# wednesday_s
source: WE
vi: T4

# wrong_username_password
source: You enter wrong Email/Numberphone or password!
vi: Email/Số điện thoại hoặc mật khẩu không đúng!

source: year
vi: năm

source: years
vi: năm

source: Yes
vi: Có

# you_have_learnt
source: You have learned
vi: Bạn đã học được

# you_have_no_course
source: You don't have any course
vi: Bạn không có khoá học nào

source: You to take notes
vi: Nhập ghi chú của bạn

source: Your feedback
vi: Phản hồi của bạn

source: Your goal
vi: Mục tiêu của bạn
