Repository: JK-Tran/edtech
Catalog: lib/resources/l10n/intl_*.arb
Languages: vi

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: English
vi: Tiếng anh

source: Vietnamese
vi: Tiếng việt

source: counterAppBarTitle
vi: Hiển thị tiêu đề đếm

source: About this Teacher
vi: Về giáo viên này

# absence__absence_details__absence_reason
source: Absence reason
vi: Lý do nghỉ

# absence__absence_details__absence_time
source: Absence time
vi: Thời gian nghỉ

# absence__absence_details__header_text__absence_detail
source: Absence detail
vi: Chi tiết báo nghỉ

# absence__absence_details__label_text__absence_request
source: Absence notice request
vi: Yêu cầu báo nghỉ

# absence__absence_details__label_text_notice
source: Dear students, please be aware of the leave time and adjust your schedule accordingly.
vi: Quý học viên vui lòng lưu ý thời gian nghỉ để sắp xếp thời gian hợp lý nhé

# absence__absence_details__status_canceled
source: Canceled
vi: Đã hủy

# absence__absence_details__status_success
source: Success
vi: Thành công

# absence__absence_details_by_cs
source: Customerr support helps students submit absence requests
vi: CSKH hỗ trợ học viên báo nghỉ

# absence__absence_details_by_student
source: Student submitted leave request
vi: Học viên báo nghỉ

# absence__absence_details_by_teacher
source: Teacher submitted leave request
vi: Giáo viên báo nghỉ

# absence__absence_details_by_teacher_for_student
source: Teacher submitted leave request on behalf of student
vi: Giáo viên báo nghỉ hộ

# absence__absence_details_created_at
source: Created at
vi: Được tạo vào

# absence__absence_session__absence_reason_text
source: Absence reason
vi: Lý do xin nghỉ

# absence__absence_session__absence_reason_text_hint
source: Enter reason
vi: Nhập chi tiết lý do

# absence__absence_session__absence_reason_text_warning
source: Please enter reason
vi: Vui lòng nhập lý do báo nghỉ

# absence__absence_session__absence_reason_text_warning_1
source: Please enter a reason with more than 10 characters.
vi: Vui lòng nhập lý do báo nghỉ trên 10 ký tự

# absence__absence_session__label_text_absence
source: Report absence for session
vi: Bạn đang báo nghỉ buổi học

# absence__absence_session__label_select_absence_date_base_on_the_teacher_schedule
source: Select absence date based on the teacher’s schedule
vi: Chọn ngày nghỉ theo lịch giáo viên

# absence_absence_session__label_text_choose_day
source: Choose Date
vi: Chọn ngày

# absence_absence_session__label_text_selected_make_up_class_time
source: Selected Makeup Class Time
vi: Thời gian đã chọn

# absence_absence_session__label_text_selecte_time
source: Select Time
vi: Chọn thời gian

# absence_absence_session__label_text_edit_time
source: Edit
vi: Sửa

# absence_absence_session__label_text_no_available_time
source: No available time slots on this day
vi: Không có giờ trống trong ngày này

# absence_absence_session__label_text_make_up_class_time
source: Make-up class time
vi: Thời gian học bù

# absence_absence_session__label_text_makeup_date_confirm_by_teacher
source: Makeup Date Confirmed by Teacher
vi: Giáo viên xác nhận học bù

# absence_at
source: Absence notice {courseType} at {hour} on {dateMonth}
vi: Báo nghỉ {courseType} lúc {hour} ngày {dateMonth}

# absence_confirmed_at
source: Absence confirmed at {time}
vi: Lý do được xác nhận vào {time}

# absence_course
source: Course absence notice
vi: Báo nghỉ khóa học

# absence_fail
source: Your absence request fail
vi: Báo nghỉ không thành công

# absence_history__header_text__absence_history
source: Absence History
vi: Lịch sử báo nghỉ

# absence_history__label_text__absence_session
source: Absence session
vi: Buổi học báo nghỉ

# absence_history__label_text_cancel_absence_request
source: To cancel the absence request, please contact
vi: Để hủy yêu cầu báo nghỉ vui lòng liên hệ

# absence_infomation
source: Help your {userType} and support team know the details.
vi: Giúp {userType} và bộ phận hỗ trợ nắm thông tin.

source: Absence notice
vi: Báo nghỉ

# absence_policy__header_text_policy_1_on_1
source: 1-on-1 Class Policy
vi: Quy định lớp học 1 kèm 1

# absence_policy__label_text_for_student_content
source: - If a student reports an absence before the class starts, the class will be preserved and no charge will be applied. - If a student reports an absence after the class has begun, the teacher will be credited with 50% of the class duration. - If a student does not report an absence and the teacher waits throughout the class, the teacher has the right to charge for the class, or the teacher can report the absence on behalf of the student and the class will not be charged.
vi: - Học viên báo nghỉ trước khi giờ học diễn ra, buổi học được bảo lưu và không tính phí. - Học viên báo nghỉ sau khi giờ học bắt đầu, giáo viên được ghi nhận 50% thời lượng buổi học. - Học viên không báo nghỉ, nếu giáo viên chờ suốt buổi học thì giáo viên có quyền xác nhận tính phí buổi học đó hoặc giáo viên có thể báo nghỉ hộ học viên và buổi học sẽ không bị tính phí.

# absence_policy__label_text_for_student_title
source: For students
vi: Với học viên

# absence_policy__label_text_for_teacher_content
source: - If a teacher reports an absence before the class starts, the class will be preserved and no charge will be applied. - If a teacher does not report an absence and the student waits for more than 5 minutes past the scheduled class time without the teacher being present, the teacher will be penalized with one equivalent class, and this class will be added directly to the student's course.
vi: - Giáo viên báo nghỉ trước khi giờ học diễn ra, buổi học được bảo lưu và không tính phí. - Giáo viên không báo nghỉ, tới giờ học học viên chờ quá 5 phút mà giáo viên chưa có mặt, giáo viên sẽ bị phạt 1 buổi học tương ứng và buổi học này được cộng trực tiếp vào khóa học của học viên

# absence_policy__label_text_for_teacher_title
source: For teachers
vi: Với giáo viên sẽ được áp dụng tương tự

# absence_policy__label_text_notice
source: Note: Students can remove the penalty for teachers through the class management application, and Antoree will retract the class that was added to the student's course.
vi: Lưu ý: Học viên có thể gỡ phạt cho giáo viên bằng ứng dụng quản lý lớp học và Antoree sẽ thu hồi lại buổi học đã tặng cho học viên.

# absence_policy__label_text_should
source: Students should not miss more than 2 classes per month to ensure the effectiveness of the course.
vi: Học viên không nên nghỉ quá 2 buổi/tháng để đảm bảo hiệu quả khóa học

# absence_rule
source: Absence notice rule
vi: Quy định báo nghỉ

# absence_unsuccessfully
source: Absence request unsuccessfully! Please double check the absence time and try again.
vi: Báo nghỉ không thành công! Vui lòng kiểm tra lại thời gian báo nghỉ và thử lại.

# achieved_roadmap
source: Achieved
vi: Lộ trình đã đạt

source: Achievement
vi: Thành tựu

source: Address
vi: Địa chỉ

source: All Courses
vi: Tất cả khoá học

source: All sessions
vi: Tất cả buổi học

# all_teacher
source: All teachers
vi: Tất cả giáo viên

source: Appearance
vi: Giao diện

# attendance_rate
source: Atendance rate
vi: Tỉ lệ chuyên cần

source: Available courses
vi: Khóa học hiện có

source: Available slot
vi: Có thể chọn

source: Available time
vi: Lịch rảnh

source: Begin
vi: Bắt đầu

source: Birthday
vi: Ngày sinh

source: Bonus duration
vi: Thời lượng được tặng

# book_name
source: Name of the book
vi: Tên sách

source: Book schedule
vi: Chọn lịch

# cancel_a_leave_absence_at
source: <0>'s request leave of absence has been canceled!
vi: Đơn xin nghỉ của <0> đã bị hủy!

source: Cancel request
vi: Hủy yêu cầu

source: Cancel Schedule
vi: Huỷ lịch

source: Cancel selected
vi: Bỏ chọn

source: Cancelled
vi: Đã huỷ

# cant_find
source: No items found
vi: Tìm hoài, tìm mãi vẫn chẳng thấy gì !

source: Carer
vi: Người hỗ trợ

# certificate__details__completed_date
source: Completed at
vi: Hoàn thành lúc

# certificate__error_text__certificates_empty
source: Oops! You haven't completed any courses yet. Keep up the good work!
vi: Úi! Bạn chưa hoàn thành khóa học nào. Hãy tiếp tục học thật chăm chỉ nhé!

# certificate__header_text__certificates
source: Certificate
vi: Giấy chứng nhận

source: Change calendar
vi: Đổi lịch

# change_password__button_text__change_password
source: Change password
vi: Đổi mật khẩu

# change_password__header_text_change_password
source: Change password
vi: Đổi mật khẩu

# change_password__label_text__current_password
source: Enter current password
vi: Nhập mật khẩu hiện tại

# change_password__label_text__new_password
source: Enter new password
vi: Nhập mật khẩu mới

source: Change password successfully
vi: Thay đổi mật khẩu thành công

source: Change teacher
vi: Đổi giáo viên

source: Change topic
vi: Đổi chủ đề

source: Child
vi: Trẻ em

# choose_another_date
source: Please choose another date
vi: Xin hãy chọn ngày khác

source: Choose course
vi: Chọn khóa học

source: Choose date
vi: Chọn ngày

source: Choose field of work
vi: Chọn lĩnh vực

# choose_gender
source: Please choose gender
vi: Hãy chọn giới tính

source: Choose nationality
vi: Chon quốc tịch

source: Choose session
vi: Chọn buổi học

# choose_study_program
source: Choose a study program
vi: Hãy chọn chương trình học

source: Choose suitable price
vi: Chọn mức học phí tham gia

source: Choose Teacher
vi: Chọn giáo viên

source: Choose time
vi: Chọn thời gian

# choose_user
source: Select user
vi: Chọn người dùng

source: Closed
vi: Đã đóng

source: Closing
vi: Đang đóng

source: Coming soon
vi: Sắp ra mắt

# common___error__timeout_exception
source: Timeout exception
vi: Quá thời gian xử lý yêu cầu

# common__action__accept
source: Accept
vi: Chấp nhận

# common__action__add
source: Add
vi: Thêm

# common__action__apply
source: Apply
vi: Áp dụng

# common__action__back
source: Back
vi: Quay lại

# common__action__back_to_home
source: Back to home
vi: Về trang chủ

# common__action__call_phone_number
source: Call
vi: Gọi

# common__action__cancel
source: Cancel
vi: Hủy bỏ

# common__action__cancel_s
source: Cancel
vi: Huỷ

# common__action__close
source: Close
vi: Đóng

# common__action__collapse
source: Collapse
vi: Thu gọn

# common__action__confirm
source: Confirm
vi: Xác nhận

# common__action__delete
source: Delete
vi: Xóa

# common__action__dismiss
source: Dismiss
vi: Bỏ qua

# common__action__done
source: Done
vi: Xong

# common__action__download
source: Download
vi: Tải

# common__action__hide
source: Hide
vi: Ẩn

# common__action__later
source: Later
vi: Để sau

# common__action__report
source: Report
vi: Báo cáo

# common__action__skip
source: Aborted
vi: Bỏ qua

# common__action__view
source: View
vi: Xem

# common__action__view_detail
source: View detail
vi: Xem chi tiết

# common__action__view_more
source: View more
vi: Xem thêm

# common__age
source: Age
vi: Tuổi

# common__all
source: All
vi: Tất cả

# common__app_info__name
source: App Name
vi: Tên ứng dụng

# common__app_info__version
source: App Version
vi: Phiên bản ứng dụng

# common__detail
source: Detail
vi: Chi tiết

# common__erorr__invalid_format_or_value
source: Invalid format or value
vi: Lỗi định dạng hoặc giá trị không đúng

# common__erorr__invalid_information
source: Invalid information
vi: Thông tin không hợp lệ

# common__erorr__validation_new_password
source: Invalid new password
vi: Mật khẩu mới không hợp lệ!

# common__erorr__validation_password
source: Invalid password
vi: Mật khẩu không hợp lệ!

# common__erorr__validation_phone_number
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# common__error___validation_date_time
source: Invalid date and time
vi: Ngày và giờ không hợp lệ

# common__error__bad_certificate
source: Bad certificate exception
vi: Lỗi chứng chỉ không hợp lệ

# common__error__can_not_connect_to_host
source: Can not connect to this host
vi: Không thể kết nết đến server

# common__error__can_not_open
source: Can not open
vi: Không mở được

# common__error__cancellation_exception
source: Cancellation exception
vi: Lỗi hành động bị hủy bỏ

# common__error__fixing
source: An error has occurred, we are fixing
vi: Có lỗi xảy ra, chúng tôi đang khắc phục

# common__error__no_internet_connectivity
source: No internet connectivity
vi: Không có kết nối internet

# common__error__no_internet_exception
source: No internet exception
vi: Không có kết nối mạng

# common__error__parse_exception
source: Parse value unsuccessfully
vi: Giá trị dữ liệu không hợp lệ

# common__error__something_wrong
source: Something went wrong, please try again later!
vi: Có lỗi xảy ra, xin hãy thử lại sau!

# common__error__token_expired
source: Token expired
vi: Token hết hạn

# common__error__unknown_exception
source: unknownException ({errorCode})
vi: Lỗi không xác định ({errorCode})

# common__error__validation_email_or_phone_number
source: Invalid email or phone number
vi: Email hoặc số điện thoại không hợp lệ

# common__error__validation_otp_code
source: Invalid OTP code
vi: Mã xác thực không hợp lệ

# common__error__validtion__confirm_passord_empty
source: Confirm password is empty
vi: Mật khẩu xác nhận không được để trống

# common__error__validtion__confirm_passord_miss_match
source: Confirm password does not match
vi: Mật khẩu xác nhận không trùng

# common__error__validtion_empty_email
source: Email is empty
vi: Email không được để trống

# common__error__validtion_required_field
source: Required
vi: Thông tin này không được để trống

# common__learning
source: Learning
vi: Học tập

# common__message__empty
source: (Empty)
vi: (Trống)

# common__month__april
source: April
vi: Tháng 4

# common__month__august
source: August
vi: Tháng 8

# common__month__november
source: November
vi: Tháng 11

# common__now
source: Now
vi: Bây giờ

# common__present
source: Now
vi: Bây giờ

# common__required_field
source: Required
vi: Thông tin này không được để trống

# common__schedule__afternoon
source: Afternoon
vi: Chiều

# common__settings
source: Settings
vi: Cài đặt

# common__text_hint__no_content
source: (Content not updated)
vi: (Chưa cập nhật nội dung)

# common__text_hint__no_title
source: (Title not updated)
vi: (Chưa cập nhật tiêu đề)

# common__warning_text_required_minium_characters
source: Please enter {message} with more than {number} characters.
vi: Vui lòng nhập {message} ít nhất {number} ký tự

# common_error
source: Error
vi: Lỗi

# common_error_enter_pasword
source: Please enter password
vi: Vui lòng nhập mật khẩu

# common_error_enter_pasword_minLength
source: Please enter password with more than 8 characters
vi: Vui lòng nhập mật khẩu trên 8 ký tự

# common_error_enter_pasword_simple
source: Password should not be easy to guess
vi: Mật khẩu không được dễ đoán

source: Common goal
vi: Mục tiêu thường gặp

# common_password_pattern
source: Password must be at least 8 characters long (including numbers, uppercase letters, lowercase letters, and symbols).
vi: Mật khẩu phải có ít nhất 8 kí tự (bao gồm số, chữ in hoa, chữ thường và ký hiệu)

# common_url_cant_launched
source: Can't open invalid link
vi: Không thể mở đường dẫn do không hợp lệ.

source: Compare the results
vi: So sánh kết quả

source: Complete
vi: Hoàn thành

source: Completed
vi: Đã hoàn thành

# completed_roadmap
source: Completed
vi: Lộ trình hoàn thành

# confirm__confirm_details__header_text__confirm_detail
source: Confirm detail
vi: Chi tiết xác nhận

# confirm__confirm_details__label_info__teacher_join_at
source: Teacher joined at
vi: Giáo viên vào lớp lúc

# confirm__confirm_details__label_info__teacher_leave_at
source: Teacher left at
vi: Giáo viên rời lớp lúc

# confirm__confirm_details__label_text_check_again
source: Dear students, please check the information and confirm for <0> if the information is correct.
vi: Quý học viên vui lòng kiểm tra thông tin và xác nhận giúp <0> nếu thông tin chính xác nhé

# confirm__confirm_details__label_text_confirm_request
source: Request confirmation of session
vi: Yêu cầu xác nhận buổi học

# confirm__confirm_details__status_text__auto_confirmed
source: This session has been automatically confirmed
vi: Buổi học này đã được tự động xác nhận

# confirm__confirm_details__status_text__confirmed
source: This lesson has been confirmed
vi: Buổi học này đã được xác nhận

# confirm__confirm_details__status_text__no_confirmed
source: This session has not been confirmed
vi: Buổi học này đã không được xác nhận

# confirm__dialog_issue__confirm_duration_text
source: Teaching duration (minutes)
vi: Thời lượng đã dạy (phút)

# confirm__dialog_issue__confirm_duration_text_greater
source: The duration must be greater than 1 minute
vi: Thời lượng phải lớn hơn 1 phút

# confirm__dialog_issue__confirm_duration_text_less
source: The duration must be less than the session duration
vi: Thời lượng phải nhỏ hơn thời lượng buổi học

# confirm__dialog_issue__label_text
source: What happened in the session?
vi: Chuyện gì đã xảy ra?

# confirm__dialog_issue__text_option_1
source: Teacher absent/not teaching
vi: Giáo viên vắng/không dạy

# confirm__dialog_issue__text_option_2
source: Teach less hours
vi: Dạy thiếu giờ

source: Confirm information
vi: Xác nhận thông tin

# confirm_password
source: Enter password again
vi: Nhập lại mật khẩu

source: Confirm session
vi: Xác nhận buổi học

source: Confirm voucher
vi: Áp dụng voucher

source: Confirm your request
vi: Xác nhận yêu cầu

source: Confirmed
vi: Đã xác nhận

source: Confirmed unit
vi: Buổi học đã xác nhận

# connection_error
source: Connection errors
vi: Lỗi kết nối

# connection_lost
source: No network connection
vi: Không có kết nối mạng

source: Contact Antoree
vi: Liên hệ Antoree

# contract__details__creator
source: Creator
vi: Người tạo

# contract__details__customer_service_name
source: Customer
vi: Người đại diện

# contract__details__duration
source: duration
vi: Giờ học

# contract__details__total_price
source: Toal price
vi: Giá trị

# contract__error_text__contracts_empty
source: Contracts is empty
vi: Bạn chưa có hợp đồng nào

# contract__header_text__contracts
source: Contracts
vi: Hợp đồng

source: Course
vi: Khóa học

# course__course_detail__duration_learned
source: Learned
vi: Đã học

# course__status__text__cancelled
source: Cancelled
vi: Đã hủy

# course__status__text__closed
source: Closed
vi: Đã đóng

# course__status__text__delay
source: Delay
vi: Tạm hoãn

# course__status__text__opening
source: Opening
vi: Đang mở

# course__status__text__pending
source: Pending
vi: Trì hoãn

# course_absence_dialog_body
source: Selected courses will be suspended until student start studying again
vi: Các khoá được chọn sẽ tạm hoãn đến khi quý học viên bắt đầu học lại

source: Course detail
vi: Chi tiết khoá học

source: Course duration
vi: Thời lượng khóa học

source: Course ID
vi: Mã khoá học

# course_id_s
source: Course ID
vi: ID khoá học

source: Course name
vi: Tên khóa học

source: Course not found
vi: Không tìm thấy khóa học

# course_register
source: Register course
vi: Đăng ký khóa học

# course_s
source: Course
vi: Khóa

# course_session
source: Course Sessions
vi: Buổi học trong khoá

# course_short
source: Course
vi: Khóa

# create_an_account
source: Create new account
vi: Tạo tài khoản

# create_profile
source: Create a profile
vi: Tạo hồ sơ

source: Create session feedback
vi: Tạo nhận xét buổi học

source: Create test result
vi: Tạo kết quả kiểm tra

source: Current password
vi: Mật khẩu hiện tại

# current_password_wrong
source: Current password is wrong
vi: Mật khẩu hiện tại không đúng

source: Dark Theme
vi: Giao diện tối

source: day
vi: ngày

source: Day started
vi: Ngày bắt đầu

source: days
vi: ngày

# days_relative
source: {days} days ago
vi: {days} ngày trước

source: December
vi: Tháng 12

source: Degree
vi: bằng cấp

source: Delay
vi: Tạm hoãn

source: Delete account
vi: Xoá tài khoản

# delete_warning
source: {selectedItem} cannot be recovered, Are you sure you want to delete?
vi: {selectedItem} đã xoá sẽ không thể khôi phục bạn có chắc muốn xoá?

# detail_of_course
source: Detail of course #{courseId}
vi: Chi tiết của khoá học #{courseId}

source: Detail reason
vi: Chi tiết lý do

# dialog__message__absence_confirm_message
source: Are you sure you want to report an absence for this session?
vi: Bạn có chắc chắn muốn báo nghỉ buổi học này?

# dialog__message__absence_success_message
source: Your absence request has been recorded by Antoree
vi: Yêu cầu báo nghỉ của bạn đã được Antoree ghi nhận

# dialog__message__absence_success_title
source: Absence request successfully
vi: Báo nghỉ thành công

# dialog__message__coming_soon_message
source: Comming soon
vi: Sắp ra mắt

# dialog__message__confirm_unit_no_message
source: Are you sure you want to confirm that the teacher was absent or didn’t teach the lesson?
vi: Bạn có chắc muốn xác nhận giáo viên vắng mặt hoặc không dạy buổi học?

# dialog__message__confirm_unit_report_message
source: This report will be sent to Antoree for processing. Do you guarantee that the information you are providing is true?
vi: Báo cáo này sẽ được gửi đến Antoree để xử lí. Bạn có cam đoan những gì bạn báo cáo là sự thật?

# dialog__message__confirm_unit_successful_title
source: Confirm session successfully
vi: Xác nhận buổi học thành công

# dialog__message__confirm_unit_yes_message
source: Are you sure you want to confirm this session?
vi: Bạn có chắc muốn xác nhận buổi học này không?

# dialog__message__exit_message
source: Are you sure you want to close the application?
vi: Bạn có chắc chắn muốn đóng ứng dụng?

# dialog__message__feature_coming_soon_message
source: Feature comming soon
vi: Tính năng sắp ra mắt

# dialog__message__feedback_note
source: Your review will help improve the effectiveness of the next session by up to <0>.
vi: Đánh giá của bạn sẽ giúp nâng cao hiệu quả tới <0> cho buổi học tiếp theo.

# dialog__message__feedback_public_note
source: Your feedback will be visible to others
vi: Nhận xét của bạn sẽ được hiển thị công khai

# dialog__message__feedback_success_message
source: Your review of the session has been recorded by Antoree
vi: Đánh giá của bạn về buổi học đã được Antoree ghi nhận

# dialog__message__feedback_success_title
source: Review successfully
vi: Đánh giá thành công

# dialog__message__logout_message
source: Are you sure you want to logout?
vi: Bạn có chắc muốn đăng xuất?

# dialog__message__logout_title
source: Logout
vi: Đăng xuất

# dialog__message__reject_unit_successful_title
source: Reject session successfully
vi: Từ chối xác nhận buổi học thành công

# dialog__message__session_feedback_message
source: You’ve just finished a class. Please share your feedback to help improve the quality of the class.
vi: Bạn vừa hoàn thành một buổi học. Hãy chia sẻ nhận xét về buổi học để chúng tôi có thể cải thiện chất lượng buổi học bạn nhé.

# dialog__message__token_expired_message
source: Your session expired, please login again
vi: Phiên của bạn đã hết hạn, vui lòng đăng nhập lại

# dialog__message__token_expired_title
source: Your session has expired
vi: Phiên của bạn đã hết hạn

# dialog__message__tracking_message
source: We collect your actions to bring more personalized experience and services. For instance, we can base on your behavior in app to analyze why you got stuck, hence improve the application performance
vi: Chúng tôi thu thập các hành động của bạn để mang lại trải nghiệm và dịch vụ được cá nhân hóa hơn. Ví dụ, chúng tôi có thể dựa trên hành vi của bạn trong ứng dụng để phân tích lý do bạn bị kẹt, do đó cải thiện hiệu suất ứng dụng

# dialog__message__tracking_title
source: Dear user
vi: Gửi người dùng

# dialog__message__warning_title
source: Warning
vi: Lưu ý

source: Do not have
vi: Không có

source: Don't have an account?
vi: Không có tài khoản?

source: Duration
vi: Thời lượng

source: Empty
vi: Trống

source: Empty absence history
vi: Bạn đi học quá chuyên cần chúng tôi không thể tìm thấy được buổi nghỉ nào

# empty_course
source: No course
vi: Không có khoá học được tìm thấy
